{"EDU":{"0":["Hunting is good for the environment","because overpopulated species can be thinned out.","Getting rid of an overpopulation enables the smaller animals in the food chain to grow.","It also allows for nature to take back the woods and grasslands, which will also enable other wildlife to grow.","Some people may object to hunting on the basis of humane treatment of animals.","Animals do not necessarily feel pain as we do,","and if there are not enough resources to sustain an overpopulation, then a quick bullet or arrow is better than slow starvation."],"1":["In some cases, hunting can remove threats to the environment.","Texas, in particular, has an overabundance of wild\/feral boars that destroy farmers' fields, and root up other ground, too.","Furthermore, hunting your own meat saves up the natural resources that would otherwise be used in a processing plant.","Hunting is good for the environment."],"3":["In the absence of wolves and other large predators, humans become the deer population control to keep to deer from over-grazing regional flora.","The ecosystem needs this delicate balance,","so it is also important not to over-hunt.","As long as restraint and practicality are applied to hunting, the environment will not suffer.","Hunting is good."],"5":["Older people do not necessarily make better parents.","While it might be tempting to think that older parents will exercise better judgment in childrearing,","it is simply not the case that growing older means growing wiser.","Younger parents will likely have levels of physical energy and stamina more closely aligned to their children's.","Young mothers are more likely to bear healthy children,","which is no small part of being a good parent.","Finally, older parents will reach the age at which they need support from their children when their children are relatively young and not yet in the peak earning years."],"6":["Do older people make better parents? In this day and age the answer can only be yes.","Older people are far more mature than this new generation of slackers and hipsters.","Older people make far more money than younger people on average,","allowing them to take care of the needs and education of children.","Older people have far more experience than younger people.","Some might say that older people are not physically fit enough to take care of children the way younger people would be,","but health is on decline for younger people as well,","so that really does not make much of a difference now."],"7":["I think it's possible for older people to be better parents.","They have had time to mature more and learn about themselves.","They're more likely to have steady careers going","so they can provide for a child.","Some might say being too old risks the child being disabled,","but insisting all babies be perfect is demanding the impossible","as well as demeaning to people already living who are disabled."],"8":["Older parents may make better parents.","They may be more financially secure.","They may have more patience","and be in a more secure relationship.","One problem is they may not be as able to keep up with their kids or not be able to do as much fun stuff with them.","But they can provide a more stable home.","They will be more able to make sure their kids have everything they need."],"9":["Poaching is a criminal act that has ebbed and flowed over the course of time as consumer demand has fluctuated. Many of these criminal acts come out of countries where governments consist of officials easily corrupted through monetary payments or status changes.","Without strong policing efforts, the likelihood of a successful deterrent to the mass killings of wild rhinos and other animals valued for their parts is unlikely.","The costs involved with the solution of removing the horns to prevent future poaching is throwing money away","to sidestep the real issues which are lax to nonexistent policing, non-consistent prosecution and lenient sentencing.","It's the criminals who commit these violent acts against wildlife who need to be 'removed' from society itself.","No,the rhino's horns should not be removed to protect them from being poached."],"10":["The horns of wild rhinos should not be removed to prevent them from being poached.","Removing the rhino horns is the crime, not just removing the rhino's horns for money.","When you mutilate an animal, you are the problem.","Saying that you are mutilating the animal to protect people from mutilation poaching is absurd","because either way the rhino is mutilated.","It's an attack on the animal.","It doesn't help conservation,","it just tries to take out the monetary component of the slaughter.","Bad way to go."],"11":["On one hand, yes I think removing rhinos' horns would be a good idea.","If a rhino doesn't have it's horn, then there is no benefit for someone killing it other than to just be cruel.","But at the same time, I think just going ahead and removing it's horns is kind of cruel.","Don't they need them for survival?","No, the horn of wild rhinos should not be removed to prevent them from being poached."],"12":["While cutting down on the poaching incidents would be wonderful,","removing the horns of wild rhinos is not the answer.","Horns are the rhinos' natural protection mechanism,","so if they were gone they would be very susceptible to death","as they would not be able to protect themselves from their natural predators."],"13":["Removing the horns of wild rhinos leaves them defenseless.","It takes years for horns to regrow.","Some say removing the horns will keep poachers from killing rhinos.","Unfortunately, there is little to back up this position.","Poachers have been known to kill rhinos out of anger or simple meanness.","No, the horn of rhinos should not be removed to prevent them from being poached."],"14":["Removing rhinos' horns humanely will save their lives.","Rhinos are becoming extinct.","Poachers kill the rhinos with no regard.","They can live without their horns if it is done correctly."],"15":["We live in the age of technology","but the constant use of cell phones is definitely not bringing families closer together.","Family time used to be about spending quality time and actually talking to each other.","Now, it's time that is largely spent staring at screens while occupying the same space.","This is driving a wedge between families","and it needs to be rectified.","Family time needs to be a time where cell phones are put away and interaction with each other has everyone's full attention.","If this doesn't change we could find that families become even more dysfunctional as a unit.","Though, there has been no scientific research to date that can confirm this outcome."],"17":["Have cell phones and social media made families closer? We would like to think that these modern inventions have accomplished the opposite,","however, it seems as though families are closer nowadays.","They stay in touch with each other throughout the day","and for those that live far apart, social media and unlimited cell phone plans have made it possible to have daily contact rather than waiting for special occasions.","Long distance rates no longer apply like they did when I was a child.","I can talk to my cousins whenever I like.","I have to admit though, that having the ability to communicate so freely does not mean that we do it."],"18":["Cell phones and social media are really useful for society.","Because it consumes very less time as a communication channel.","We can share all of our thought instantly.","We can improve our day to day life a lot.","Yes, cell phones and social media have made families closer."],"19":["Eco-tourism can help protect wild areas and animals.","Because it helps raise awareness","and also helps fund the groups trying to protect the areas."],"20":["People should date long enough to know each other. This will vary from couple to couple.","Once two people can trust each other and are best friends as well as lovers they should feel free to get engaged.","Otherwise, the marriage may fail."],"21":["People should date at least one year before getting engaged.","Taking the time to get to know someone, especially someone you plan to spend your whole life with, is critical.","Though some people may believe shorter time would be okay,","looking at the high rate of divorce,","I believe some of that is due to people rushing in to get married too quickly."],"23":["People should date for at least 1 year before they become engaged.","It takes at least this long to get to know each other on a level deeper than attraction.","They should use this time to learn of each others character and beliefs.","Families should get to know them as a couple as well.","Christians who believe in waiting till marriage for sex could argue that it is better to marry sooner than to have premarital sex.  This may be true,","but it also takes a much larger chance that the couple will actually be compatible in the long run."],"24":["People should get to know each other well before they become engaged.","To do so will take time though.","I say they need to date at least one year.","That will give them time to see the good and the bad."],"26":["Fracking is unnecessary and unsafe.","Fracking causing environmental problems such as polluting the water supply.","Also, fracking has been shown to destabilize the ground and cause earthquakes in the Midwest.","There are other sources of energy that are safer than using fracking.","The chemicals used to get the gas out of the ground are not proven safe.","Some may say that fracking is needed","because we need more energy,","but this argument ignored alternative energy sources","and the questionable safety of fracking."],"27":["Fracking has uncovered cheap natural gas.","The aggregate savings to the American household are then passed on to the economy in the way of spending.","Also, the coal industry has imploded as a consequence which is more of a pollutant than natural gas.","The potential contamination damage caused by the fracking process is outweighed by the reduction of energy costs to the American household.","Yes, we need fracking despite its risks."],"28":["I do not believe movies have any effect on relationships.","If one blamed a movie for their relationship problems, they are in denial about issues that are already there.","Movies are an escape","and most people know things are sugar coated and not like real life in most cases."],"29":["When you spend your time watching unrealistic romantic movies, you start thinking it's reality.","You begin to resent your partner for not behaving the way they do in the movies. Women are especially prone to this.","One could argue that it's just a movie and you shouldn't let it affect your life.","However, people can't always distinguish between the two.","Yes, the expectations raised by romantic movies are damaging to real relationships."],"31":["I think that, to some extent, romantic movies can leave an impression on viewers about what they think their real life relationships should be.","Most people can tell the difference between reality and movies,","but seeing perfect fictional relationships can give people false expectations.","They may wish they had that in their real lives even though it was obviously written for entertainment purposes.","Yes, the expectations raised by romantic movies are damaging to real relationships."],"32":["The expectations of real relationships based on what people see in movies is way over dramatized.","If people think that their life should turn out like a movie and then find out it is way different they should not be shocked.","We have everyday responsibilities that you don't see in movies.","We have mundane and boring moments and lots of them.","I have a hard time believing too that in real life people that we would tend to be attracted to would even be closely comparable to a character in a movie.","Yes, the expectations raised by romantic movies are damaging to real relationships."],"33":["Yes, expectations raised by romantic movies can be damaging to real relationships.","Romantic movies set high expectations for relationships, sometimes even unrealistic.","In romantic movies, they do not show the truth behind a real romantic relationship.","It only shows the good, positive side of the relationship, not the genuine, real difficult times the couple goes through."],"34":["It is undeniable that the space and resources of this planet are scarce.","One way to cut down on waste is by recycling.","Recycling will help save land that would have to be turned into a landfill.","Yes, recycling really makes a difference."],"36":["Recycling really does make a difference","because without it, there would be an abundance of paper, glass, and plastic.","If we did not recycle, before long there would be nowhere to put all of the extra garbage.","Recycling helps the environment","by keeping non-natural things out of it.","This way, animals do not accidentally eat it and get sick or die.","It also helps keep plastics, which are not biodegradable, out of the environment, and from getting into our water supplies."],"37":["Car drivers should be prohibited from using cell phones","because they tend to cause distraction.","Holding the cell phone in the hand while driving and talking causes attention to be diverted off the roads and traffic.","This causes further hindrance to safe driving","as the driver ends up using just one hand instead of both hands on the steering wheel.","Cell phone usage could be limited to blue tooth only","as it can help drivers attend to urgent calls while keeping hands free from the phone and on the steering wheel at all times.","Distraction due to cell phones is probably one of the leading causes in vehicle accidents."],"38":["Driving while using cell phones is dangerous.","Using a cell phone while driving distracts drivers from road hazards and the task at hand,","potentially putting the driver and others on the road at risk of a serious accident.","While the use of a mobile GPS can be necessary in many cases,","ultimately, the cons of using cells when driving outweigh this value."],"39":["Car drivers should be prohibited from using cell phones while driving","because their full attention should be on the road and any potential hazards.","If people talk are holding onto a phone while steering, this limits their ability to control their vehicle.","A vehicle can be a lethal weapon if used carelessly.","Some may say that just talking in a car while driving is a distraction, even without holding a cell phone;","however, anything that helps keep a driver's attention on driving, is a positive.","Not allowing driver to talk on their cell phones will prevent many accidents and tragedies."],"40":["Driving cars while talking on the telephone has been proven again and again to lead to increased numbers of accident.","You cannot focus properly on the road if you are distracted by the phone.","Yes, car drivers should be strictly prohibited from using cell phones."],"42":["Using a cell phone while driving is extremely dangerous.","Any time a driver is focused on a handheld device, they are not paying attention to the road.","This can lead to accidents, which can cause serious injury and even death.","Some people might argue that they could miss an important call while driving,","but it is far better to pull to the side of the road and take the call rather than to keep driving.","Prohibiting car drivers from using their cell phones while driving would go a long way to making our roads safer."],"43":["Recycling lessens the likelihood of wildlife death related to littering.","People are more likely to recycle if there is monetary value involved.","Also, if one state adopts a deposit on soft drink bottles and cans in order to promote recycling then all of the states should adopt this deposit.","However, one would question if people will drive around wasting gas to get to the recycling center.","The idea of saving wildlife and gaining money from the recycling products would be expected to outweigh the negative aspect of having to use gas actually recycle.","All states should adopt a deposit on soft dring bottles and cans in order to promote recycling."],"45":["All states should adopt a deposit on soft drink bottles and cans","because it greatly incentives recycling.","The five or ten cent deposit is noticeable and serves as a reminder of recycling during checkout.","Once you have collected a bag or two full of cans and bottles, returning those cans and bottles is worth $5-$15, a meaningful amount of money for many people and families.","Recycling is vital","and incentivizing it in this simple way works."],"46":["Protecting our environment is crucial to combating climate change,","one small change is to promote the recycling of soft drink bottles and cans.","This is a simple way to reuse plastic and other materials, to decrease the amount of gas that it harvested.","By developing a small deposit on these cans","you encourage people to pick these cans up along the road","thus creating a cleaner environment.","It is also a benefit as it encourages people to go to stores to recycle","and then spend that money at the shop increasing the amount spent at the store","and encouraging economic growth."],"47":["A deposit on soft drink bottles is a really good idea,","it would help the environment","and clean up the roads.","The areas of green space are littered with cans.","The items you can make from recycling are good for the environment"],"49":["Social media has improved the lives of teenagers,","because they have the world at their fingertips.","They can use social media to gather important information from friends and families to enhance the academic abilities.","Teenagers have the opportunity to engage with teachers, professors and leaders to gain great knowledge for their academic studies."],"50":["Social media has been largely detrimental to teenagers","specifically because they are not yet developed enough to handle it.","Social media has eliminated many barriers and limited privacy in such a way that has made teens very vulnerable.","Social bullying is a rampant issue,","and teens are often unable to place reasonable limits on their social media time.","It is true that social media is very beneficial for staying in contact with people far away,","but because there are no limits teens often wind up spending more time in that virtual world than in the real world."],"51":["Social media has improved the lives of teenagers.","As an umbrella term, its impact can be nebulous,","but the simple fact remains that young people today can find it easier to find like-minded others and new friends who share even uncommon interests.","They can reach out for support or camaraderie at pretty much any time rather than being limited to time spent physically with others their own age.","They can share what matters to them and feel validation that adolescents in the past may have been unable to find.","Though many point out the dangers of online bullying or even adult predators,","the overarching truth is that social media afford teenagers the opportunity for meaningful interaction impossible before its advent."],"52":["Teenagers are by nature social animals,","thus tools that allow for greater flexibility offer new avenues for self-expression.","Social media offers young people a way to connect with one another in ways never before seen in human history."],"53":["Social media has not improved the lives of teenagers.","There is so much negativity on social media.","Too many people believe that they can say whatever they want without any consequences.","People say things on social media that they would not say in person."],"54":["Social media has hurt the lives of teenagers in several ways.","First it has seemingly kept children from many real life interactions and confined them to the front of a computer screen or cell phone.","Also it has redefined the term 'friend' and therefor friendship.","More and more people are concerned with how many 'likes' they receive while pulling away from making true and lasting friendships and building life experiences."],"55":["It is important that we try to save our planet from plastics and other things that we can not recycle.","I think that with that in mind we should charge for plastic bags."],"56":["The problem with plastic bags is they are not biodegradable","and they pollute the environment.","In order to encourage the use for reusable bags it would be ideal to charge for the plastic bags","to provide an incentive for using them.","There are those who would say that not everyone can afford reusable bags","but that is not a valid argument","because the plastic bags will still be available for only a few pennies."],"57":["I think that supermarkets should charge a small amount for plastic bags.","This charge could help people remember and consider the idea of using 'free' reusable bags.","But also, the fee for the plastic bags could go towards the cost of recycling the bags.","They could add a program for collecting clean used bags.","But if the fee was small, it wouldn't be too bad for those who forgot their reusable bags, or have their reasons for using plastic each time."],"59":["Supermarkets should not charge for plastic bags.","Plastic bags are cheap to make.","Many people reuse the plastic bags after they return from the store.","Using reusable bags is good for the environment,","but shoppers should not be punished for not using them."],"60":["Supermarkets should charge for plastic bags","in order to encourage the use of reusable bags.","The approximately one trillion plastic bags used annually across the world pose a serious threat to various animals","and a long term environmental menace.","Although alternatives like paper and cotton reusable bags potentially create a negative impact greater than plastic bags,","a well-informed and properly motivated population can significantly reduce environmental hazards.","Existing disposable plastic bags aren't going anywhere any time soon","since it takes up to a 1000 years for one to breakdown.","If a charge for plastic bags leads to even a small reduction in usage, the world will be better for it."],"61":["One could argue that a supermarket charging for plastic bags would cause them to lose customers who might shop somewhere else that doesn't charge.","There is also the environmental concern that plastic bags harm the environment.","I believe that proper disposal of plastic bags solves the problem without creating a financial hardship for the retailer.","A simple internet search reveals that there are ways to recycle plastic bags if your curbside program doesn't allow them.","Public awareness of these programs should be the focus.","Lets put the burden on the consumer, not the retailer.","Supermarkets should not charge for plastic bags."],"62":["Violent video games do increase violent behavior, especially in young children.","Young children play violent games and assume this behavior is normal,","and carry it out into the real world.","The proof is the increase in violent crimes","and increase in school shootings."],"63":["Violent video games do not cause people to act out violently.","There are those that say that violence in video games exposes children to hurting people which could cause them to act those things out in reality.","I disagree.","In fact, I believe the evidence shows that the opposite is the case.","Children, especially young boys who have an outlet for the expression that involves simulated events and not real ones helps them to learn about and work through important themes like violence.","If there was not a medium for children to act out these situations in harmless ways they might experiment in reality.","This would have even more disastrous consequences than a few hours gaming."],"64":["Video games do cause people, especially impressionable teens, to act more violent.","The gore, violence, and horror that they see in these games tends to reflect on their daily lives and makes them crave the excitement they get from the games.","Now, the games don't necessarily make them kill more people,","but they are more violent overall.","When they compare the games and the excitement of the violence and gore to their real lives, it makes them crave that same level of intensity which makes them act out."],"65":["violent video games cause people to watch and participate in imaginary scenarios.","imaginary scenarios are no more dangerous than television or movies.","some may argue that television and movies also cause people to act violently.","but these are the acts of people who are violent in the first place.","Video games don't cause people to act out violently."],"66":["Violent video games, in and of themselves, do not cause people to act out violently.","No studies have shown that.","Perhaps violent people are drawn to violent games,","but that is only a correlation.","Most people understand video games are fantasy."],"67":["Violent games cause people to react in an uncertain manner.","It causes a type of stimulation that can trigger a violent reaction.","For example, there is a certain area in the brain that can malfunction and cause adverse reactions.","Thus, if an individual constantly plays violent video game this may trigger an improper reaction.","Additionally, some people may not fully grasp the impact that the violent games are doing to their psychological well-being."],"68":["Violent video games do not themselves cause people to act out violently.","Video games may contribute to the overall mindset of a violent person who acts out violently,","but cannot in and of themselves cause violence.","A violent person will seek out justification and violence in whatever forms exist.","Violent video games can also contribute to the normalization and desensitization of violence,","but is only one factor among a whole host of factors leading to violence, the most important of which is individual choice."],"71":["The world is fast changing and it is important for schools to keep pace.","The average student is exposed to video games from a young age and appealing to this may help them learn.","It could be cause for concern that they have too much exposure to \"screens,\" and video games have no place in the classroom.","Despite this, learning should evolve in creative ways, such as using video games as a tool."],"72":["Excessive use of video games damages children's ability to interact in real life situations.","Not only do kids lose the ability to socialize face to face,","but they also have the tendency to become addicted to these video games.","Such addiction to video games can open the door to other, more damaging addictions, such as drugs, alcohol, tobacco, and pornography.","Although they can be an interesting and captivating teaching tool when used in moderation,","if video games are too heavily relied on in the classroom, it can ultimately be damaging to our society."],"73":["Schools should not use video games as a teaching tool.","Videogames hurt the eyes of children","and can be violent.","They will view school time as entertainment and not as serious.","They will not learn as much","and will not succeed because of these video games.","Some might say that video games will get the attention of these students,","but I think that this opinion is a myth and is not based in fact."],"74":["Video games are much more than just having fun and goofing off.","Many games can teach people several skills without even realizing it, such as planning ahead, patience and persistence, efficiency, and more.","If games were actually tailored to the learning aspect, they could still be seriously fun (and have super cool graphics), but require a skill - like math or grammar - to be learned, to win the game.","This ensures something good is being gained from video games in school, and technology is well-utilized."],"75":["Video games can definitely be used as a positive tool in schools to help teachers teach.","It gives students something they enjoy mixed with something they can learn.","Old fashioned learning is great","but kids sometimes tire of that quickly, and they need something to hold their attention."],"76":["People are always trying to think of innovative ways to improve schools, adding video games is now one of them. This makes little sense, however.","Adding technology of any kind, even computers, hasn't improved national test scores.","Some would argue that schools need more money to spend on this kind of creative approach.","Spending more money, hasn't improved national test scores though.","In the long run, improved test scores and student performance comes from the basics: reading, writing, arithmetic, and especially discipline in the classroom.","Learning comes from hard work; there's no way to sugar-coat it with fun video games.","Qualified teachers, actually teaching students is what's necessary."],"77":["There are many benefits to using LED lights.","The major one being that they have a longer life than traditional light bulbs, thus making an impact on the environment.","They also use less energy to run, conserving energy and cutting costs to consumers.","The only drawback is that buying them is more expensive.","This initial investment, though, far outweighs the negative effects","when you think about the savings you will incur in the future in energy bills","and not having replace light bulbs as frequently."],"78":["Using LED lights can make a positive impact on energy consumption.","This has been widely acknowledged.","Every light we use makes a tiny difference so full scale conversion to LED lights can have a vast impact in aggregate.","But we all need to do our part.","Some feel it is too small an impact to matter","but you have to look beyond your personal contribution and view the savings in aggregate."],"79":["Most studies show that LED lights tend to consume less energy for the same amount of light emitted.","They are generally considered to be much more efficient than incandescent light bulbs for example.","So it seems logical to think that LED lights would indeed make a difference, that is they would decrease, our energy consumption.","It might be argued that some people could end up using LED lights more heavily because knowing that they are less expensive to operate,","but it's generally understood that people don't necessarily increase their lighting uses easily, it's something that tends to remain stable."],"80":["LED lights do cost more than traditional incandescent bulbs.","But in the long run, they will help save energy.","They use 25 to 80 percent less power.","They also can last for years, meaning they will not need to be replaced as often.","By swapping out all light bulbs in your home or business with LED lights, you should see a noticeable drop in energy consumption."],"81":["Some believe that with the coming of computers and digital books paper and traditionally printed books will soon become obsolete.","This is very unlikely to happen","as physical media offers many benefits not shared by it's digital counterpart.","Things printed on paper can be viewed without any access to electricity.","Many people also experience discomfort when reading from a computer display for long periods.","Some say that digital storage is more secure than physical storage,","but there are many security issues with files stored on computers that are not shared by physical files,","such as the threat of hacking."],"83":["Although there has been a rapid increase in digital publishing,","it is unlikely that paper books will become obsolete in the future.","Tactility is a large part of the reading experience","-- the turn of the pages,","the heft of the book,","even the smell of the ink.","Readers, especially avid ones, are often drawn to the physical presence of literature as much as its content."],"84":["Paper books are a joy to read. Electronic books can never replace this feeling.","Many voracious readers love to hold books","and smell the ink and paper.","It could be argued that e-books are more convenient, and that is true.","However, the experience of reading a book is far more than just the information we get from it."],"85":["Paper and books, at some point will become obsolete.","It is far more convenient and takes up a lot less space to store data on hard drives and disks than to use paper products.","Paper can deteriorate if improperly stored,","making it inconvenient in many situations.","Paper products also cannot be accessed remotely,","giving it a huge disadvantage compared to storing information digitally."],"86":["I don't believe that paper and books will ever become obsolete.","People enjoy having something tangible to read and\/or write on.","Even though people may say that reading ebooks will be the future,","there have been studies that show reading on computer screens causes eye strain.","There is also the security of knowing that paper and books can not be accidentally or purposefully erased by something such as user error or a virus."],"89":["Food waste is taking up too much space as landfill.","Landfill waste is bad for the environment.","It takes up so much space and makes it useless.","People think it's difficult to compost.","But, it's not when you have a separate bin just for composting.","Composting can help save the environment."],"90":["Composting can help the environment","because composting reduces greenhouse gases.","Composting also helps to replenish soil with critical minerals and nutrients that lead to better soil quality.","Another benefit of composting is that it helps to keep food scraps out of landfills.","There can be a downside with composting due to runoff","as some composting materials contain heavy metals","but enhanced filtration systems are minimizing the risk of this impact.","Overall, composting has multiple benefits that will all contribute in aggregate toward helping our environment."],"91":["Composting can be very beneficial for our environment.","It is a well known fact that we toss out huge amounts of food waste, whether as scraps from meal preparation, or that head of lettuce we forgot in the back of the refrigerator.","Composting is the best way to mitigate the loss","and turn it into a highly beneficial fertilizer.","There is some consideration required to consider the logistics of composting","since it takes a good amount space","and can, but not always, produce an odor.","However, any space required is more than offset by the reduction of material sent to landfills.","Composted fertilizers are some of the most environmentally friendly fertilizers","and are highly effective in growing healthy plants to start the cycle over again."],"92":["I do not believe smart watches will replace cell phones,","there is so much smart watches cannot do.","The limits can have an effect on the devises compatibility with other objects.","I do not think people will give up their phones for an object that fits on their arm."],"93":["Smart watches have many benefits,","but they will never be able to do everything a smart phone can do.","Specifically read and watch videos on the watch.","I use my phone to read library books and watch shows because the screen is much bigger than a smart watch."],"94":["It is difficult to misplace a smart watch because its usually on your wrist,","whereas, a cell phone is constantly misplaced.","The screen on a smart watch is smaller than a cell phone,","but you can still game on it and watch television.","Smart watches are going to replace cell phones."],"95":["Smart watches won't replace cell phones.","I think they are a great component to pair with a smart phone.","But for someone like me who has really bad eye, you can't see the smaller text.","Or, for someone who is clumsy like myself and is always bumping into things, the watch is destined to break."],"96":["Regardless of a good job offer, I would not live in Beijing.","The pollution will have enough of an impact on my health that will negate any benefits from working there.","Add to that the social and political limitations","and it won't be much of a life there."],"97":["I would consider living in a city like Beijing if offered a job there.","After doing some research on the matter I would be concerned with the high levels of pollution that the residents are breathing in everyday.","In order to combat this I purchased a mask in order to remain healthier in these situations."],"98":["No I would not live in a high-pollution city","because of the effects on one's health.","Pollution can cause respiratory disease such as emphysema and asthma.","In addition, lung damage can be done by inhaling all that dirt.","There are many more cons versus pros in this situation."],"99":["I would be too worried about my health to move to Beijing.","I do not think a high paying job would be worth it if it either messed me up for life or caused my life to end early because of the high rate of pollution.","I have not seen or even heard of China working to lower or rid the city of its problem.","I might want to move there to be closer to Japan and have a high paying job,","but in the end it wouldn't be worth it."],"100":["Living in a city where pollution is an excessive problem is not a good idea.","Even if good employment was secured,","I would only be contributing to the pollution problem by adding myself and my family.","One could argue that having a job that pays well would outweigh any negative impacts to the environment,","and that supporting oneself and one's family is more important than protecting the environment.","However, I believe it is everyone's responsibility to act in a way that protects our environment for our future generations."],"101":["I don't think that nuclear energy is safe.","Just look at Fukushima, do you think that is safe?","Humans are incapable because of greed to operate a reactor without cutting corners and incompetence.","The pollution is long lasting, as in forever,","and harmful to anything living.","It is only safe if you listen to government propaganda."],"102":["Is nuclear energy really safe? We all remember three mile island and Fukushima tragedies.","However major issues with nuclear power plants is extremely rare.","In contrast, the known issues to the environment and health from coal burning power plants is well known.","All things considered, nuclear energy is a safer and more beneficial alternative."],"103":["Nuclear energy has been proven time and time again to be safe.","It has been proven, over six decades, to have a minimal impact on the environment,","as they emit almost no greenhouse gases.","The chances of anything untoward happening to a nuclear facility are also slim.","There have been a few nuclear events since Chernobyl,","but there have been relatively few fatalities associated with it."],"104":["Nuclear energy has been used for years with very few major issues.","It is cheap to produce","and our society uses large amounts of energy.","However, it is dirty and damages the environment.","But as humans we've become so dependent on electricity that we can overlook some of the downfalls of nuclear energy.","We should use nuclear energy."],"106":["There is no way to handle nuclear waste responsibly.","It is toxic","and no matter what care is taken, there is a risk.","No matter where the waste ends up it will still effect the earth and its resources for years to come"],"109":["No, there isn't a chance to handle nuclear waste responsibility!","It is very radioactive","and how is it possible to handle something  that is very hot.","It also decays very slowly,","hence hard to handle it responsibly.","It's considered a high level waste."],"110":["Yes there is a chance to handle nuclear waste responsibly.","By storing the waste in carefully isolated facilities the danger can be minimized.","Investing in reactors that can run on nuclear waste is also an option."],"111":["The trash needs to go somewhere.","The garbage needs to be dumped somewhere.","There are places in the world without landfills, and they suck.","Landfills are nasty and toxic, this is reasonably true.","Where then should the trash get put? Out the window?","Landfills are necessary."],"112":["Landfills are bad for handling our trash","because they cause a lot of pollution and run off.","Landfills also produce a lot of odor","and people have gotten sick from them as well.","It also takes up a ton of space and acreage.","However, apparently the thought that we are running out of landfill space is not true.","That being said, they still are not the best way of handling our trash."],"113":["Government regulation is a powerful and influential entity.","By either enforcing or encouraging solar energy use government may be a driving force.","Though force creates resistance from individuals and corporations.","Solar energy is an untapped resource in many areas of the world.","If regulated, solar energy has the potential to solve energy problems."],"114":["Wind energy is a significant part of meeting the needs of society in the future","and with proper government regulation, the spread of it can be faster.","By passing laws and offering the proper incentives private companies can be motivated to pursue more development and use of wind energy.","The government has to make the case that wind energy is clean, safe and a way to provide for the future without much intrusion on the environment. Local governments, as well as the federal government, must also coordinate promotion and implementation of wind energy, and finally, the government should force itself by the passing of laws to make government buildings and facilities use wind energy, thereby promoting it."],"116":["Government can pass regulations to make wind energy more inviting to investors and businesses,","but only that private investment will really speed up the spread of wind energy.","Energy companies in the U.S. are privately owned and make their choices based on what is economically feasible.","Wind energy is only viable in places with the necessary wind on a steady basis.","Favorable tax and investment policies by government may enhance opportunities,","but the government cannot force investment and cannot bring wind to places that lack it in the air speed and quality needed.","Government regulations will not necessarily speed up the spread of wind energy."],"117":["The government can regulate electric companies so that they have to incorporate more wind energy into their plans. By forcing them to use wind energy this will indeed speed it up.","Also as more and more customers are offered it in their utility plans and thus, there will be an increase in demand for it which will speed it up also.","There are those that say that government regulation always comes with too much red tape and inevitably slows progress.","In the case of wind energy, even with red tape regulation can only speed up the spread.","Without regulation companies will not use it."],"118":["Wind energy is a viable form of alternative energy production that should be encouraged in use.","Government regulation is important for this,","as it provides incentives for using wind energy","and penalties for relying on other, more polluting forms of energy.","The world must reduce its reliance on fossil fuels as a main source of energy,","as fossil fuel is finite","and it's use causes widespread damage to the environment.","Another option of alternate energy, nuclear power, has its own environmental and safety risks that make it non-viable as a main source of power.","Wind energy, along with other types of energy such as solar power, is self-renewing, clean, and relatively safe for both people and the surrounding ecosystems."],"119":["For the most part, I think long distance relationships work for a short time, but in the long run, no.","It can be exciting to see someone after an absence.","However, not having your partner with you all of the time can cause strain in even the best relationships."],"120":["Long distance relationships on average do not work.","There are many opportunities for people in long distance relationships to engage in risky behavior with people who are not their partner due to the distance.","Many people say that long distance relationships work as well as regular relationships","but that has yet to be proven."],"122":["Divorce is something that kids can recover from.","There are many adults who live fully functional lives even though their parents were divorced.","It is better for children to be in a loving environment than in one where parents are constantly arguing and fighting with each other.","Of course everyone wants to stay together for their children,","but many people are better off just co-parenting instead of staying married."],"123":["Kids can't recover from a divorce,","because it is very disturbing for them.","It can affect their whole life and it is very sad.","It makes them feel loss of relationship, trust, love, etc."],"124":["Divorce is an unfortunate turn of events in any marriage and kids are the one who are hit hardest by it.","However, with some counselling and support they can recover from it.","Kids can recover from a divorce."],"125":["A divorce can be beneficial for the children.","It removes them from a toxic environment.","It also allows the parents to focus on the children instead of fighting with their spouse."],"126":["Divorce can be devastating to children in the family,","but it is an event they can recover from.","Children are resilient and can often bounce back from traumatic events quicker and more easily than adults.","It is often more beneficial to have two parents in the household,","however, if the marriage is unhappy, divorce would be better for all members of the family.","As long as the kids are provided with a stable home life, divorce does not have to be an enormous trauma from which there is no recovering."],"127":["Teenage marriage often ends in divorce.","Among other things it also causes stress for the children of the couple","as there is often conflict due to not taking proper time to ensure compatibility","and it creates a lower economic living too","as on average they are not college educated.","So in short no it is not a good idea"],"128":["Teenage marriages could be a good idea if both people truly love one another.","People should have the right to marry whomever they choose to, whenever they choose to.","However, this is a very young age, and a teenager's decision making is not up to par with an adults.","Teenage marriage would most likely make a already high divorce rate, even higher.","If teenagers were allowed to marry one another, you would probably see many more kids getting married before even graduating high school!","Teenage marriage would most certainty cause a shake up in our society today.","Teenage marriages is not a good idea."],"129":["I do not believe teenage marriages are a good idea.","Marriage requires maturity","and as a teenager you do not have the level required to make a marriage work.","People change as they get older and find themselves.","Confidence is a big part of being successful in a relationship."],"130":["Teenage marriages are not a good idea.","Teenage years are critical for brain development.","It is proven that brains are not fully developed into well into the early twenties.","Teens are still children and","are not ready for responsibility that marriages bring.","There is no harm in waiting a few years."],"131":["Teenage marriages are not a good idea.","People in their teens are still developing and figuring out what they want in life.","The influence of another can make things seem like that is what they want,","but they might be putting off personal desires because of that person.","Also, it takes time to work and save enough money to live independently, so getting married may pave the way for kids,","but it can be a lot harder to support children when you are young."],"132":["No, teenage marriages are not a good idea.","People change personality-wise, goal-wise, and in many other ways after their teen years.","Teens are not yet ready for all the responsibility that comes with marriage.","They need to focus on their personal goals and getting their lives in order before sharing their life with anyone else."],"133":["I think that, in most circumstances, teenagers that get pregnant should keep their children.","It will generally be better for both parties.","Having a child will cause the teenager to have to grow up.","The child will be better off staying with its biological parents.","If the child and parent become separated, the entire bloodline and family becomes fractured.","It is not natural or beneficial for this to happen."],"134":["I firmly believe in the right to choose,","but differ in the areas that we have the right to take a life.","I feel that anyone, no matter the age, even a teenager should seek other outlets such as adoption, or raising the child, depending on how they got pregnant (such as rape).","No child deserves to become pregnant against their will,","but one should indeed take responsibility if it is of their own accord.","Teenagers that get pregnant should keep their children."],"135":["Teens are inexperienced with life","and may have trouble raising a child.","However, it is a basic human right that people can have children and raise them.","Only severely unsuitable parents should be made to give up their kids.","It is a responsibility of government to help children in difficult circumstances.","Teenagers that get pregnant should keep their children."],"136":["Teenagers have the same parental rights as any biological parent.","There should not be an assumption that a teenager is automatically an unfit parent.","Unless the state can prove that a teenager is unfit, abusive, or neglectful to the unborn or born child","then teenagers have the right to keep their children just as any parent would."],"137":["Teenagers that get pregnant are not ready to enter into such a commitment.","They got to where they are now by being in the moment and not thinking about their future.","Their ability to raise a child is questionable,","and we cannot forget that they themselves are in many ways still children.","While they can seek help from family for this,","not everyone will have the same level of support.","The teenager will have a much more difficult time getting ahead in life, and this will disproportionately affect the lower classes more than the upper.","It is an unfair thing to do to someone.","Teenagers that get pregnant should not keep their children."],"138":["Helicopter parents, in spite of their good intentions, often suffocate their children with too much attention.","Kids need to have some freedom to have some of their time for themselves.","If they aren't allowed the freedom to make some of their own decision, and mistakes, they have an unreasonable expectation that everything will always be laid out in a straight, structured line.","However, the helicopter children do perform better in school and have an opportunity to do much more extracurricular activities.","In summary, kids need to be able to be kids.","Helicopter parents are bad for children."],"139":["Helicopter parents are not good for their children","because they do not allow their children to learn by making mistakes.","When children are unable to make decisions for themselves and learn independence, they cannot function as well as adults.","Children need to learn to think on their own and sometimes even get hurt or make mistakes to grow as people.","The world is a tough place and","children need to learn how to live in this tough world to make it as an adult."],"140":["The primary job of a parent is to prepare the child to live independently on their own.","A helicopter parent does not allow the child to develop life skills needed to do that.","A child eventually grows up and parents eventually die.","When a child grows up to adulthood from helicopter parents they face challenges that can make surviving the harsh realities of adulthood impossible.","Helicopter parents are bad for their children."],"143":["Helicopter parenting has proven to be detrimental to the success of children.","Over involvement in the work, production, and affairs of children impact the child's ability to face consequences and experiences good and bad decisions.","While one can argue that this type of parenting style benefits a child due to the active involvement and guidance by a parent","there are few arguments to support.","Children need to learn, make their own choices, and live with the consequences of their actions in order to grow and development."],"144":["Helicopter parents, because they are overly protective,","tend not to allow their children to develop the ability to effectively cope with adversity on their own.","Further, such parents' constant hovering prevents their children from really experiencing independence or fully appreciating the benefits (and perils) of risk taking.","There are, of course, real safety concerns from which children need to be protected.","However, excessive parental caution is likely to result in children who grow into adults less capable than otherwise in dealing with a complex, sometimes unfriendly, world.","Helicopter parents are bad for their children."],"145":["If you do not have any siblings, you have all the attention of your parents and do not have to share.","Furthermore, you don't have any sibling rivalry.","You don't have to argue about which TV show to watch.","There is no pressure to do better than some one else.","Furthermore you do not have to be a role model for them.","It is good to be the only child."],"146":["Being an only child is not a good thing.","Often single children are spoiled","and because of this, they think they are entitled to more and better things than others as they grow up.","Being an only child can also cause feelings of loneliness and isolation, which are not good for a child's mental health.","Being an only child can be boring for a child, so it is also more of a strain on the parents to keep the child busy and to socialize the child."],"147":["Our society is mostly self-serving. The majority of only children are too spoiled and would only magnify the problem.","Only children lack necessary social skills.","But China has survived as a country with the one child rule","but it has also seen many abuses.","It is not good to be an only child."],"149":["Playing sports together allows the family to connect as a unit.","It encourages the family to undertake a healthier lifestyle.","It also allows them to focus on one another instead of independent items.","It fosters camaraderie with the family via shared interests and events.","It can also demonstrate the benefits of working together.","Doing sports together is a good thing for families."],"150":["Spending time together as a family engaged in sports together is a good thing.","It increases a sense of family togetherness,","gets people outside and into the fresh air and sunshine,","and gets the heart rate going.","This in turn helps to keep weight at a healthy level, and increases longevity.","One might argue that it's dangerous for some people to engage in strenuous activity.","However, many sports can be \"\"toned down\"\" for novices or those who are just starting out,","and with the permission of your doctor, sports are always a good thing."],"152":["Families participating in sports teams can be a good way to bond.","When families are competing together and working together as a team they feel more connected and engaged with each other.","It is also an excellent way to improve the family's total health.","Sports also helps to teach families discipline.","The risk of injury is a possible side effect from families doing sports together,","but the positive benefits far outweigh any risks.","Doing sports together is a good thing for families."],"154":["Video games do not have a negative impact on family life.","This is a classic example of treating a symptom and ignoring the disease.","Would you say does tending a garden negatively affect family life? Of course you wouldn't.","Both are activities designed to relax a person.","Such activities cannot be inherently bad.","It's what the person does with that activity that makes it bad."],"155":["Video games do have an a bad impact on life","because it takes away from the time you should be spending with family and going outside.","Ultimately, in the end however if used responsibly video games can be fun for a recreation event."],"156":["Video games do not necessarily have a bad impact on family life as long as they are played within a reasonable time limit and if all members can enjoy the games together.","If video games consume a good part of the day and are not enjoyed by all then yes, they could have an impact in that there will be no actual social interaction of those in the family unit.","If the entire family participates in the game then they are all enjoying themselves together and bonding. Thus there is no bad impact.","It is just like people playing board games.","Monopoly can take many hours to play and there is no bad impact on family life because all are playing together."],"157":["Video games are the enemy of quality family time.","There are few times in the average family were they can interact with each other on a close level without any interruptions.","Video games can become addictive and time consuming.","On the other hand, they can also teach meaningful skills to the users.","The time playing video games should be limited by parents or caregivers."],"158":["Video games do impact family life, but that impact does not always have to be negative.","There are many games available that are suitable for all ages, and playing those as a family can bring the family together.","Family video games would be the modern day equivalent to gathering as a family to play a board game, and there has never been controversy around that activity.","The problem that exists is potentially in violent video games,","but with good parenting, those can be avoided in favor of more wholesome, family-friendly games."],"159":["People who own dogs should show them respect,","but they should not treat them like a family member.","To treat a dog the same as a family member is disrespectful to the rest of the family.","A dog has no idea what a birthday is or feels the need to wear clothes. While you can have a party for your pet and dress it up in a party outfit, that doesn't make it human, only looks silly, and makes the dog uncomfortable."],"160":["It is OK to treat dogs on par with family members","because they're a part of the family.","We look after them as we do our own family.","We feed them, bath them, take them to their appointments.","We want to make sure they're ok, like the ones we love.","They also give us comfort and warm feelings and help promote a happier lifestyle.","They're fulling and fun to be around."],"161":["For the purposes of treatment and care it is absolutely okay to treat the family pet dog on par with other family members.","Dogs need water, food, and medical treatment just like humans.","They also need attention and affection just like humans.","That doesn't mean, of course, that family members should feel free to eat out of the dogs bowl without expecting a subsequent illness to occur.","Common sense dictates that dogs are a different species and some reasonable precautions need to be taken to in certain situations.","It is said that dogs are man's best friend. If that is true then they should be treated as such."],"162":["Dogs will show unconditional love whether treated good or bad.","They should be treated as part of the family.","They are loyal and forgiving.","Just like children, they require guidance and discipline.","Dogs are pets and should not be left outside."],"163":["It is not normal behavior to treat you dog as an equal to your family.","In some ways it is good for the heart to have a fur friend in your home.","The supplies for dogs can be somewhat expensive.","If a person loses their source of income then their dogs may suffer and not receive adequate care.","Treating a dog on par with family members is a very unwise choice","because we never know what will happen in the future."],"165":["A larger family will create a better atmosphere for a child.","They will be more outgoing, more playful,","because of not being around just adults all the time.","In my experience, being an only child you are more serious.","On the negative, a larger family costs a whole lot more.","In the long run, yes a larger family is better for children,","because they will learn so much more."],"166":["Large families are not better for the children.","Statistics show there is a larger ratio of teen pregnancies, school dropouts, and criminal convictions in families with more than 3 children.","The main problem is the loss of parental focus and guidance for each child.","One possible counter argument is that there is more long term bonding and support among the siblings.","I would suggest that this is needed because of the proportionate lack of parental contact and guidance that occurs during childhood in big families."],"167":["Yes, large families are good for children","because it teaches them about sticking together.","Children learn how to share items and time with their family.","Large families will help children feel more secure in the world."],"168":["I personally lean towards large families being worse for children than small families.","In a larger family resources per child would be more scarce both financially, e.g. college, and parental.","Of course this argument is based on the assumption that the topic is about families in developed countries, in developing countries larger families can be a necessity to make sure that any of the children live to adulthood.","In a developed country a child needing interaction with other children would have to interact with their non-family peers, thereby learning valuable social skills."],"169":["Large families provide a wonderful life for children,","because it usually means they have lots of brothers and sisters to play with.","Parents don't live forever, and it can be very comforting to know you will have siblings that can still form a family with you.","IF you don't get along as well with one or more siblings, you don't feel isolated because there are undoubtedly other siblings you can interact with.","You could argue that children in large families don't receive as much one-on-one attention from their parents.","However, many children who go to day care all day or just don't have very active parents have similar experiences,","and with a larger family love could come from other sources than just the parents."],"170":["Large families are not necessarily better for children.","Having a larger family causes each member to feel like they have to excel or act out for attention.","One could argue that with a larger family, the children would have more people to rely on.","However, this could also cause disturbances and jealousy.","Smaller families have the potential to be tighter and more close knit due to their size."]},"stance":{"0":["For","For","For","For","Against","For","For"],"1":["For","For","For","For"],"3":["For","For","For","For","For"],"5":["For","Against","For","For","For","For","For"],"6":["For","For","For","For","For","Against","For","For"],"7":["For","For","For","For","Against","For","For"],"8":["For","For","For","For","For","Against","For"],"9":["For","For","For","For","For","For"],"10":["For","For","For","For","For","For","For","For","For"],"11":["For","Against","Against","For","For"],"12":["For","Against","For","For","For"],"13":["For","For","For","Against","For","For"],"14":["For","For","For","For"],"15":["For","Against","For","For","For","For","For","For","Against"],"17":["Against","For","For","For","For","Against","For"],"18":["For","For","For","For","For"],"19":["For","For","For"],"20":["For","For","For"],"21":["For","For","Against","For","For"],"23":["For","For","For","For","Against","For"],"24":["For","For","Against","For"],"26":["For","For","For","For","For","Against","Against","For","For"],"27":["For","For","For","For","For"],"28":["For","For","For","For"],"29":["For","Against","For","For","For"],"31":["For","Against","For","For","For"],"32":["For","For","For","For","For","For"],"33":["For","For","For","For"],"34":["For","For","For","For"],"36":["For","For","For","For","For","For","For"],"37":["For","For","For","For","For","For","Against","Against"],"38":["For","For","For","Against","For"],"39":["For","For","For","For","Against","For","For"],"40":["For","For","For"],"42":["For","For","For","Against","For","For"],"43":["For","For","For","Against","For","For"],"45":["For","For","For","For","For","For"],"46":["For","For","For","For","For","For","For","For","For"],"47":["For","For","For","For","For"],"49":["For","For","For","For"],"50":["For","For","For","For","For","Against","For"],"51":["For","Against","For","For","For","Against","For"],"52":["For","For","For"],"53":["For","For","For","For"],"54":["For","For","For","For"],"55":["For","For"],"56":["For","For","For","For","Against","For","For"],"57":["For","For","For","For","For"],"59":["For","For","For","Against","For"],"60":["For","For","For","For","Against","For","For","For","For"],"61":["For","Against","For","For","For","For","For"],"62":["For","For","For","For","For"],"63":["For","Against","For","For","For","For","For"],"64":["For","For","Against","For","For"],"65":["For","For","For","Against","For"],"66":["For","For","Against","For","For"],"67":["For","For","For","For","For"],"68":["For","Against","For","For","Against","For"],"71":["For","Against","For","For"],"72":["For","Against","For","For","For","For"],"73":["For","For","For","For","For","For","Against","For"],"74":["For","For","For","For"],"75":["For","For","Against","For"],"76":["For","For","Against","For","For","For","For"],"77":["For","For","For","Against","For","For","For"],"78":["For","For","For","Against","Against","For"],"79":["For","For","For","Against","For"],"80":["For","For","For","Against","For"],"81":["For","For","For","Against","For","For","For","Against"],"83":["For","For","Against","For","For","For","For"],"84":["For","For","For","Against","For"],"85":["For","For","For","For","For","For"],"86":["For","For","Against","For","For"],"89":["For","Against","For","For","For","For"],"90":["For","For","For","For","Against","Against","For","For"],"91":["For","For","For","For","Against","Against","Against","For","For","For"],"92":["For","For","For","For"],"93":["For","Against","For","For"],"94":["For","For","For","Against","For"],"95":["For","Against","For","For"],"96":["For","For","For","For"],"97":["For","Against","For"],"98":["For","For","For","For","For"],"99":["For","For","For","Against","For"],"100":["For","Against","For","Against","Against","For"],"101":["For","For","For","For","For","For"],"102":["For","Against","For","For"],"103":["For","For","For","For","Against","For"],"104":["For","For","For","For","Against","For"],"106":["For","For","For","For"],"109":["For","For","For","For","For","For"],"110":["For","For","For"],"111":["For","Against","For","For","For","For"],"112":["For","For","For","For","For","Against","For"],"113":["For","For","Against","For","For"],"114":["For","For","For","For"],"116":["For","Against","For","For","For","Against","For"],"117":["For","For","Against","For","For"],"118":["For","For","For","For","For","For","For","For","For"],"119":["For","Against","For"],"120":["For","For","Against","For"],"122":["For","For","For","Against","For"],"123":["For","For","For","For"],"124":["Against","For","For"],"125":["For","For","For"],"126":["For","Against","For","For","Against","For"],"127":["For","For","For","For","For","For"],"128":["Against","Against","For","For","For","For","For"],"129":["For","For","For","For","For"],"130":["For","For","For","For","For","For"],"131":["For","For","For","For","Against","For"],"132":["For","For","For","For"],"133":["For","For","For","For","For","For"],"134":["For","Against","For","For","Against","For"],"135":["For","Against","Against","For","For","For"],"136":["For","Against","For","For"],"137":["For","For","For","For","For","For","For","Against","For"],"138":["For","For","For","For","Against","For"],"139":["For","For","For","For","For","For"],"140":["For","For","For","For","For"],"143":["For","For","Against","For","For"],"144":["For","For","For","For","Against","For"],"145":["For","For","For","For","For","For"],"146":["For","For","For","For","For"],"147":["For","For","For","Against","For"],"149":["For","For","For","For","For","For"],"150":["For","For","For","For","For","Against","For","For"],"152":["For","For","For","For","For","Against","For"],"154":["For","For","For","For","For","For"],"155":["For","For","Against"],"156":["For","Against","For","For","For"],"157":["For","For","Against","For","For"],"158":["For","For","For","Against","For"],"159":["Against","For","For","For"],"160":["For","For","For","For","For","For","For"],"161":["For","For","For","For","Against","Against"],"162":["For","For","For","For","For"],"163":["For","For","For","For","For","For"],"165":["For","Against","For","For","For","For","For"],"166":["For","For","For","Against","For"],"167":["For","For","For","For"],"168":["For","For","Against","For"],"169":["For","For","For","For","Against","For","For"],"170":["For","For","Against","For","For"]},"topic_id":{"0":"hunting_improves_environment","1":"hunting_improves_environment","3":"hunting_improves_environment","5":"older_people_better_parents","6":"older_people_better_parents","7":"older_people_better_parents","8":"older_people_better_parents","9":"removal_of_rhino_horns","10":"removal_of_rhino_horns","11":"removal_of_rhino_horns","12":"removal_of_rhino_horns","13":"removal_of_rhino_horns","14":"removal_of_rhino_horns","15":"cell_phones_and_social_media_improve_families","17":"cell_phones_and_social_media_improve_families","18":"cell_phones_and_social_media_improve_families","19":"eco-tourism_protects_nature","20":"dating_before_engagement","21":"dating_before_engagement","23":"dating_before_engagement","24":"dating_before_engagement","26":"fracking","27":"fracking","28":"romantic_movies_endanger_relationships","29":"romantic_movies_endanger_relationships","31":"romantic_movies_endanger_relationships","32":"romantic_movies_endanger_relationships","33":"romantic_movies_endanger_relationships","34":"influence_of_recycling","36":"influence_of_recycling","37":"prohibition_of_phones_while_driving","38":"prohibition_of_phones_while_driving","39":"prohibition_of_phones_while_driving","40":"prohibition_of_phones_while_driving","42":"prohibition_of_phones_while_driving","43":"promote_recycling_by_bottle_deposit","45":"promote_recycling_by_bottle_deposit","46":"promote_recycling_by_bottle_deposit","47":"promote_recycling_by_bottle_deposit","49":"social_media_improves_teenager_lives","50":"social_media_improves_teenager_lives","51":"social_media_improves_teenager_lives","52":"social_media_improves_teenager_lives","53":"social_media_improves_teenager_lives","54":"social_media_improves_teenager_lives","55":"charge_for_plastic_bags","56":"charge_for_plastic_bags","57":"charge_for_plastic_bags","59":"charge_for_plastic_bags","60":"charge_for_plastic_bags","61":"charge_for_plastic_bags","62":"violent_video_games_cause_violence","63":"violent_video_games_cause_violence","64":"violent_video_games_cause_violence","65":"violent_video_games_cause_violence","66":"violent_video_games_cause_violence","67":"violent_video_games_cause_violence","68":"violent_video_games_cause_violence","71":"video_games_as_teaching_tools","72":"video_games_as_teaching_tools","73":"video_games_as_teaching_tools","74":"video_games_as_teaching_tools","75":"video_games_as_teaching_tools","76":"video_games_as_teaching_tools","77":"LED_lights_reduce_energy","78":"LED_lights_reduce_energy","79":"LED_lights_reduce_energy","80":"LED_lights_reduce_energy","81":"books_obsolete","83":"books_obsolete","84":"books_obsolete","85":"books_obsolete","86":"books_obsolete","89":"composting_helps_environment","90":"composting_helps_environment","91":"composting_helps_environment","92":"smart_watches_replace_cell_phones","93":"smart_watches_replace_cell_phones","94":"smart_watches_replace_cell_phones","95":"smart_watches_replace_cell_phones","96":"life_in_dirty_city_if_good_job","97":"life_in_dirty_city_if_good_job","98":"life_in_dirty_city_if_good_job","99":"life_in_dirty_city_if_good_job","100":"life_in_dirty_city_if_good_job","101":"nuclear_energy_safe","102":"nuclear_energy_safe","103":"nuclear_energy_safe","104":"nuclear_energy_safe","106":"responsible_handling_of_nuclear_waste","109":"responsible_handling_of_nuclear_waste","110":"responsible_handling_of_nuclear_waste","111":"trash_in_landfills","112":"trash_in_landfills","113":"government_regulation_increases_solar_energy","114":"government_regulation_increases_solar_energy","116":"government_regulation_increases_solar_energy","117":"government_regulation_increases_solar_energy","118":"government_regulation_increases_solar_energy","119":"long_distance_relationships","120":"long_distance_relationships","122":"kids_recovery_from_divorce","123":"kids_recovery_from_divorce","124":"kids_recovery_from_divorce","125":"kids_recovery_from_divorce","126":"kids_recovery_from_divorce","127":"teenage_marriage","128":"teenage_marriage","129":"teenage_marriage","130":"teenage_marriage","131":"teenage_marriage","132":"teenage_marriage","133":"teenage_parenthood","134":"teenage_parenthood","135":"teenage_parenthood","136":"teenage_parenthood","137":"teenage_parenthood","138":"helicopter_parents","139":"helicopter_parents","140":"helicopter_parents","143":"helicopter_parents","144":"helicopter_parents","145":"only_child","146":"only_child","147":"only_child","149":"sports_as_family_activity","150":"sports_as_family_activity","152":"sports_as_family_activity","154":"video_games_bad_for_families","155":"video_games_bad_for_families","156":"video_games_bad_for_families","157":"video_games_bad_for_families","158":"video_games_bad_for_families","159":"treat_dogs_as_humans","160":"treat_dogs_as_humans","161":"treat_dogs_as_humans","162":"treat_dogs_as_humans","163":"treat_dogs_as_humans","165":"large_families_better_for_children","166":"large_families_better_for_children","167":"large_families_better_for_children","168":"large_families_better_for_children","169":"large_families_better_for_children","170":"large_families_better_for_children"},"Relations":{"0":[["a2","a1","sup"],["a3","a2","sup"],["a4","a2","sup"],["a5","a1","reb"],["a6","a5","reb"],["a7","a5","reb"]],"1":[["a2","a1","sup"],["a4","a1","sup"]],"3":[["a2","a4","sup"],["a3","c1","add"],["a4","a5","sup"],["a5","a1","sup"]],"5":[["a2","a1","reb"],["a3","a2","reb"],["a4","a1","sup"],["a5","a1","sup"],["a6","c4","add"],["a7","a1","sup"]],"6":[["a2","a1","sup"],["a3","a1","sup"],["a4","c2","add"],["a5","a1","sup"],["a6","a1","reb"],["a7","a8","sup"],["a8","c5","und"]],"7":[["a2","a1","sup"],["a3","a4","sup"],["a4","a1","sup"],["a5","a1","reb"],["a6","c4","und"],["a7","c5","add"]],"8":[["a2","a1","sup"],["a3","a2","sup"],["a4","c2","add"],["a5","c2","add"],["a6","a1","reb"],["a7","c5","und"]],"9":[["a1","a6","sup"],["a2","c1","add"],["a3","a6","sup"],["a4","a3","sup"],["a6","a5","sup"]],"10":[["a2","a1","sup"],["a3","a2","sup"],["a4","a3","sup"],["a5","a2","sup"],["a6","a5","sup"],["a7","a2","sup"],["a8","c6","add"],["a9","c6","add"]],"11":[["a2","a1","reb"],["a3","a2","sup"],["a4","a1","sup"],["a5","a4","sup"]],"12":[["a2","a1","reb"],["a3","a1","sup"],["a4","a3","sup"],["a5","c3","add"]],"13":[["a2","a1","sup"],["a3","c1","add"],["a4","a1","reb"],["a5","a4","reb"],["a6","a4","reb"]],"14":[["a2","a1","sup"],["a3","c1","add"],["a4","a2","sup"]],"15":[["a2","a1","reb"],["a3","a1","sup"],["a4","c2","add"],["a5","a1","sup"],["a6","c4","add"],["a7","a1","sup"],["a8","a6","sup"],["a9","a8","reb"]],"17":[["a2","a1","reb"],["a3","a1","reb"],["a4","a7","sup"],["a6","c3","und"],["a7","a1","reb"]],"18":[["a2","a1","sup"],["a3","a5","sup"],["a4","a2","sup"],["a5","a4","sup"]],"19":[["a2","a1","sup"],["a3","a1","sup"]],"20":[["a2","a1","sup"],["a3","c1","add"]],"21":[["a2","a1","sup"],["a3","a1","reb"],["a4","a3","reb"],["a5","c3","add"]],"23":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","a1","reb"],["a6","c4","und"]],"24":[["a2","a1","sup"],["a3","c1","und"],["a4","c2","und"]],"26":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","a4","sup"],["a6","a1","reb"],["a7","a6","sup"],["a8","a6","reb"],["a9","a6","reb"]],"27":[["a2","a1","sup"],["a3","a2","sup"],["a4","c2","add"],["a5","c2","add"]],"28":[["a2","a1","sup"],["a3","a1","sup"],["a4","c2","add"]],"29":[["a2","c3","und"],["a3","a4","sup"],["a4","a1","sup"],["a5","c1","und"]],"31":[["a1","a5","sup"],["a2","a1","reb"],["a3","c2","und"],["a4","a3","sup"]],"32":[["a1","a3","sup"],["a2","c1","add"],["a4","a2","sup"],["a5","a2","sup"],["a6","a2","sup"]],"33":[["a2","a1","sup"],["a3","a2","sup"],["a4","a3","sup"]],"34":[["a2","a1","sup"],["a3","a2","sup"],["a4","c2","add"]],"36":[["a2","a1","sup"],["a3","c1","add"],["a4","a1","sup"],["a5","a4","sup"],["a6","c4","add"],["a7","a1","sup"]],"37":[["a2","a1","sup"],["a3","c1","add"],["a4","a2","sup"],["a5","c3","add"],["a6","a5","sup"],["a7","c5","und"],["a8","a7","sup"]],"38":[["a2","a3","sup"],["a3","a1","sup"],["a4","a1","reb"],["a5","c3","und"]],"39":[["a2","a1","sup"],["a3","a2","sup"],["a4","c2","add"],["a5","a1","reb"],["a6","c4","und"],["a7","a1","sup"]],"40":[["a2","a1","sup"],["a3","a2","sup"]],"42":[["a1","a6","sup"],["a2","a1","sup"],["a3","c2","add"],["a4","a6","reb"],["a5","a4","reb"]],"43":[["a1","a6","sup"],["a2","a6","sup"],["a3","a6","sup"],["a4","a6","reb"],["a5","c4","und"]],"45":[["a2","a1","sup"],["a3","a2","sup"],["a5","a2","sup"],["a6","c4","add"]],"46":[["a1","a2","sup"],["a2","a4","sup"],["a3","a2","sup"],["a5","a4","sup"],["a6","a5","sup"],["a7","a4","sup"],["a8","a7","sup"],["a9","a8","sup"]],"47":[["a2","a1","sup"],["a3","a1","sup"],["a4","a3","sup"],["a5","a1","sup"]],"49":[["a2","a1","sup"],["a3","a2","sup"],["a4","a2","sup"]],"50":[["a2","a1","sup"],["a3","a2","sup"],["a4","a1","sup"],["a5","a1","sup"],["a6","a1","reb"],["a7","c5","und"]],"51":[["a2","a1","reb"],["a3","c1","und"],["a4","a1","sup"],["a5","a1","sup"],["a6","a1","reb"],["a7","c5","und"]],"52":[["a1","a3","sup"],["a2","c1","add"]],"53":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"]],"54":[["a2","a1","sup"],["a3","a1","sup"],["a4","a3","sup"]],"55":[["a2","a1","sup"]],"56":[["a2","a1","sup"],["a3","a2","sup"],["a4","a1","sup"],["a5","a1","reb"],["a6","a5","reb"],["a7","a6","sup"]],"57":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","a3","sup"]],"59":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","reb"],["a5","c3","und"]],"60":[["a2","a1","sup"],["a3","a2","sup"],["a4","a2","sup"],["a5","a2","reb"],["a6","c4","und"],["a7","a2","sup"],["a8","a7","sup"],["a9","a1","sup"]],"61":[["a1","a6","sup"],["a2","a6","reb"],["a3","a2","reb"],["a4","a3","sup"],["a5","a6","sup"],["a7","c4","add"]],"62":[["a2","a1","sup"],["a3","c1","add"],["a4","a3","sup"],["a5","a3","sup"]],"63":[["a2","a1","reb"],["a3","a2","reb"],["a4","a3","sup"],["a5","a4","sup"],["a6","a5","sup"],["a7","c5","add"]],"64":[["a2","a1","sup"],["a3","a1","reb"],["a4","c2","und"],["a5","a4","sup"]],"65":[["a1","a2","sup"],["a3","c1","add"],["a4","a3","reb"],["a5","a4","reb"]],"66":[["a2","a1","sup"],["a3","a1","reb"],["a4","c2","und"],["a5","a1","sup"]],"67":[["a2","a1","sup"],["a3","a2","sup"],["a5","a1","sup"]],"68":[["a2","a1","reb"],["a3","c1","und"],["a4","a1","sup"],["a5","a1","reb"],["a6","c4","und"]],"71":[["a2","a1","reb"],["a3","a1","sup"],["a4","a1","sup"]],"72":[["a2","a1","reb"],["a3","a1","sup"],["a4","a1","sup"],["a5","a1","sup"],["a6","a5","sup"]],"73":[["a2","a1","sup"],["a3","a1","sup"],["a4","a5","sup"],["a5","a6","sup"],["a6","a1","sup"],["a7","a1","reb"],["a8","a7","reb"]],"74":[["a2","a1","sup"],["a4","a1","sup"]],"75":[["a2","a1","sup"],["a3","a1","reb"],["a4","c2","und"]],"76":[["a2","a1","sup"],["a3","a1","reb"],["a4","a3","reb"],["a5","a4","sup"],["a6","a1","sup"],["a7","a1","sup"]],"77":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","reb"],["a5","c3","und"],["a6","a5","sup"],["a7","a5","sup"]],"78":[["a2","a1","sup"],["a3","a1","sup"],["a4","c2","und"],["a5","c3","add"],["a6","a5","reb"]],"79":[["a2","a1","sup"],["a4","a1","reb"],["a5","a4","reb"]],"80":[["a2","a5","sup"],["a3","a1","sup"],["a4","a1","reb"],["a5","c3","und"]],"81":[["a1","a7","sup"],["a4","a7","reb"],["a5","a4","reb"],["a8","a7","reb"]],"83":[["a2","a1","sup"],["a3","a1","reb"],["a7","a2","sup"]],"84":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","reb"],["a5","c3","und"]],"85":[["a2","a1","sup"],["a3","a1","sup"],["a4","a3","sup"],["a5","a1","sup"],["a6","a5","sup"]],"86":[["a2","a1","sup"],["a3","a1","reb"],["a4","a3","reb"],["a5","a1","sup"]],"89":[["a2","a1","reb"],["a3","a2","reb"],["a4","a1","sup"],["a5","c3","add"],["a6","a5","sup"]],"90":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","a1","reb"],["a6","a5","sup"],["a7","c4","und"],["a8","a1","sup"]],"91":[["a2","a1","sup"],["a3","a2","sup"],["a4","a2","sup"],["a5","a1","reb"],["a6","a5","sup"],["a7","a5","sup"],["a8","c5","und"],["a9","a4","sup"],["a10","c8","add"]],"92":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"]],"93":[["a2","a1","reb"],["a3","a1","sup"]],"94":[["a1","a2","sup"],["a3","c1","add"],["a4","a2","reb"],["a5","c3","und"]],"95":[["a2","a1","reb"],["a3","c1","und"],["a4","c1","und"]],"96":[["a2","a1","sup"],["a3","a2","sup"],["a4","a2","sup"]],"97":[["a2","a1","reb"],["a3","c1","und"]],"98":[["a2","a1","sup"],["a5","a1","sup"]],"99":[["a2","a1","sup"],["a3","a2","sup"],["a4","a1","reb"],["a5","c3","und"]],"100":[["a2","a1","reb"],["a3","c1","und"],["a4","c2","und"],["a5","a4","sup"],["a6","a4","reb"]],"101":[["a3","a1","sup"],["a4","a1","sup"],["a5","c3","add"],["a6","a1","sup"]],"102":[["a2","a1","reb"],["a3","c1","und"],["a4","c1","und"]],"103":[["a2","a1","sup"],["a3","a2","sup"],["a4","a1","sup"],["a5","a1","reb"],["a6","c4","und"]],"104":[["a1","a4","sup"],["a2","a4","sup"],["a3","c2","add"],["a5","a4","reb"],["a6","c4","und"]],"106":[["a2","a3","sup"],["a3","a1","sup"],["a4","a1","sup"]],"109":[["a2","a1","sup"],["a3","c1","add"],["a4","a1","sup"],["a5","a4","sup"],["a6","a1","sup"]],"110":[["a2","a1","sup"],["a3","a1","sup"]],"111":[["a2","a1","reb"],["a3","c1","und"],["a4","a1","sup"],["a5","a1","sup"],["a6","a1","sup"]],"112":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","a1","sup"],["a6","c4","und"],["a7","c5","und"]],"113":[["a2","a1","sup"],["a3","a1","reb"],["a4","a1","sup"],["a5","a4","sup"]],"114":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"]],"116":[["a2","a1","reb"],["a3","c1","und"],["a4","a1","sup"],["a5","c3","add"],["a6","a1","reb"],["a7","c5","und"]],"117":[["a2","a1","sup"],["a3","a1","reb"],["a4","a3","reb"],["a5","a4","sup"]],"118":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","a4","sup"],["a6","a5","sup"],["a7","a5","sup"],["a8","a4","sup"],["a9","a4","sup"]],"119":[["a2","a1","reb"],["a3","c1","und"]],"120":[["a2","a1","sup"],["a3","a1","reb"],["a4","a3","reb"]],"122":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","reb"],["a5","c3","und"]],"123":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"]],"124":[["a1","a3","reb"],["a2","c1","und"]],"125":[["a2","a1","sup"],["a3","a1","sup"]],"126":[["a2","a1","reb"],["a3","c1","und"],["a4","a6","sup"],["a5","a1","reb"],["a6","c4","und"]],"127":[["a2","a1","sup"],["a3","a2","sup"],["a4","a1","sup"],["a5","a4","sup"],["a6","a1","sup"]],"128":[["a1","a7","reb"],["a2","a1","sup"],["a3","c2","und"],["a4","a7","sup"],["a5","a6","sup"],["a6","a7","sup"]],"129":[["a2","a1","sup"],["a3","a2","sup"],["a4","a1","sup"],["a5","a1","sup"]],"130":[["a2","a1","sup"],["a3","a2","sup"],["a4","a5","sup"],["a5","a1","sup"],["a6","a1","sup"]],"131":[["a2","a1","sup"],["a3","a2","sup"],["a4","a1","sup"],["a5","a1","reb"],["a6","a5","reb"]],"132":[["a2","a3","sup"],["a3","a1","sup"],["a4","a3","sup"]],"133":[["a2","a1","sup"],["a3","a2","sup"],["a4","c2","add"],["a5","a4","sup"],["a6","a5","sup"]],"134":[["a2","a1","reb"],["a3","c1","und"],["a4","a1","sup"],["a5","a1","reb"],["a6","a5","reb"]],"135":[["a1","c3","und"],["a2","a3","sup"],["a3","a4","reb"],["a5","a4","sup"],["a6","a4","sup"]],"136":[["a2","a1","reb"],["a3","c1","und"],["a4","a1","sup"]],"137":[["a2","a1","sup"],["a3","a2","sup"],["a4","a1","sup"],["a5","a1","sup"],["a6","a1","sup"],["a7","c5","add"],["a8","a1","reb"],["a9","a8","reb"]],"138":[["a2","a3","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","a1","reb"],["a6","a1","sup"]],"139":[["a2","a1","sup"],["a3","a2","sup"],["a4","a2","sup"],["a5","a1","sup"],["a6","c4","add"]],"140":[["a2","a1","sup"],["a3","c1","add"],["a4","a1","sup"],["a5","c3","add"]],"143":[["a2","a1","sup"],["a3","a1","reb"],["a4","c2","und"],["a5","a1","sup"]],"144":[["a2","a3","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","c3","und"],["a6","c4","und"]],"145":[["a1","a6","sup"],["a2","a6","sup"],["a4","a6","sup"],["a5","a6","sup"]],"146":[["a1","a2","sup"],["a3","a1","sup"],["a4","a2","sup"],["a5","a2","sup"]],"147":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","reb"],["a5","a4","reb"]],"149":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","a1","sup"],["a6","a1","sup"]],"150":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","c3","add"],["a6","c3","und"],["a7","a6","reb"],["a8","a6","reb"]],"152":[["a2","a1","sup"],["a3","a2","sup"],["a4","a1","sup"],["a5","a1","sup"],["a6","a1","reb"],["a7","c5","und"]],"154":[["a2","a1","sup"],["a3","a4","sup"],["a4","a2","sup"],["a5","a2","sup"],["a6","c2","add"]],"155":[["a2","a1","sup"],["a3","a1","reb"]],"156":[["a2","a1","reb"],["a3","c1","und"],["a4","a1","sup"]],"157":[["a1","a5","sup"],["a2","a4","sup"],["a3","a4","reb"],["a5","a4","sup"]],"158":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","reb"],["a5","c3","und"]],"159":[["a1","a2","reb"],["a3","a2","sup"],["a4","a2","sup"]],"160":[["a2","a1","sup"],["a3","a2","sup"],["a4","a2","sup"],["a5","a2","sup"],["a6","a1","sup"],["a7","a1","sup"]],"161":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","a1","reb"]],"162":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","a1","sup"]],"163":[["a1","a3","sup"],["a2","a3","sup"],["a4","a3","sup"],["a5","a3","sup"],["a6","a5","sup"]],"165":[["a2","a1","reb"],["a3","a1","sup"],["a4","a3","sup"],["a5","a4","sup"],["a6","a5","sup"],["a7","a4","sup"]],"166":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","reb"],["a5","c3","und"]],"167":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"]],"168":[["a2","a1","sup"],["a3","a1","reb"],["a4","a1","sup"]],"169":[["a2","a1","sup"],["a3","a1","sup"],["a4","a1","sup"],["a5","a1","reb"],["a6","c4","und"],["a7","c4","und"]],"170":[["a2","a1","sup"],["a3","a1","reb"],["a4","c2","und"],["a5","a1","sup"]]},"Label":{"0":[1,0,0,0,0,0,0],"1":[1,0,0,0],"3":[1,0,0,0,0],"5":[1,0,0,0,0,0,0],"6":[1,0,0,0,0,0,0,0],"7":[1,0,0,0,0,0,0],"8":[1,0,0,0,0,0,0],"9":[0,0,0,0,1,0],"10":[1,0,0,0,0,0,0,0,0],"11":[1,0,0,0,0],"12":[1,0,0,0,0],"13":[1,0,0,0,0,0],"14":[1,0,0,0],"15":[1,0,0,0,0,0,0,0,0],"17":[1,0,0,0,0,0,0],"18":[1,0,0,0,0],"19":[1,0,0],"20":[1,0,0],"21":[1,0,0,0,0],"23":[1,0,0,0,0,0],"24":[1,0,0,0],"26":[1,0,0,0,0,0,0,0,0],"27":[1,0,0,0,0],"28":[1,0,0,0],"29":[1,0,0,0,0],"31":[0,0,0,0,1],"32":[0,0,1,0,0,0],"33":[1,0,0,0],"34":[1,0,0,0],"36":[1,0,0,0,0,0,0],"37":[1,0,0,0,0,0,0,0],"38":[1,0,0,0,0],"39":[1,0,0,0,0,0,0],"40":[1,0,0],"42":[0,0,0,0,0,1],"43":[0,0,0,0,0,1],"45":[1,0,0,0,0,0],"46":[0,0,0,1,0,0,0,0,0],"47":[1,0,0,0,0],"49":[1,0,0,0],"50":[1,0,0,0,0,0,0],"51":[1,0,0,0,0,0,0],"52":[0,0,1],"53":[1,0,0,0],"54":[1,0,0,0],"55":[1,0],"56":[1,0,0,0,0,0,0],"57":[1,0,0,0,0],"59":[1,0,0,0,0],"60":[1,0,0,0,0,0,0,0,0],"61":[0,0,0,0,0,1,0],"62":[1,0,0,0,0],"63":[1,0,0,0,0,0,0],"64":[1,0,0,0,0],"65":[0,1,0,0,0],"66":[1,0,0,0,0],"67":[1,0,0,0,0],"68":[1,0,0,0,0,0],"71":[1,0,0,0],"72":[1,0,0,0,0,0],"73":[1,0,0,0,0,0,0,0],"74":[1,0,0,0],"75":[1,0,0,0],"76":[1,0,0,0,0,0,0],"77":[1,0,0,0,0,0,0],"78":[1,0,0,0,0,0],"79":[1,0,0,0,0],"80":[1,0,0,0,0],"81":[0,0,0,0,0,0,1,0],"83":[1,0,0,0,0,0,0],"84":[1,0,0,0,0],"85":[1,0,0,0,0,0],"86":[1,0,0,0,0],"89":[1,0,0,0,0,0],"90":[1,0,0,0,0,0,0,0],"91":[1,0,0,0,0,0,0,0,0,0],"92":[1,0,0,0],"93":[1,0,0,0],"94":[0,1,0,0,0],"95":[1,0,0,0],"96":[1,0,0,0],"97":[1,0,0],"98":[1,0,0,0,0],"99":[1,0,0,0,0],"100":[1,0,0,0,0,0],"101":[1,0,0,0,0,0],"102":[1,0,0,0],"103":[1,0,0,0,0,0],"104":[0,0,0,1,0,0],"106":[1,0,0,0],"109":[1,0,0,0,0,0],"110":[1,0,0],"111":[1,0,0,0,0,0],"112":[1,0,0,0,0,0,0],"113":[1,0,0,0,0],"114":[1,0,0,0],"116":[1,0,0,0,0,0,0],"117":[1,0,0,0,0],"118":[1,0,0,0,0,0,0,0,0],"119":[1,0,0],"120":[1,0,0,0],"122":[1,0,0,0,0],"123":[1,0,0,0],"124":[0,0,1],"125":[1,0,0],"126":[1,0,0,0,0,0],"127":[1,0,0,0,0,0],"128":[0,0,0,0,0,0,1],"129":[1,0,0,0,0],"130":[1,0,0,0,0,0],"131":[1,0,0,0,0,0],"132":[1,0,0,0],"133":[1,0,0,0,0,0],"134":[1,0,0,0,0,0],"135":[0,0,0,1,0,0],"136":[1,0,0,0],"137":[1,0,0,0,0,0,0,0,0],"138":[1,0,0,0,0,0],"139":[1,0,0,0,0,0],"140":[1,0,0,0,0],"143":[1,0,0,0,0],"144":[1,0,0,0,0,0],"145":[0,0,0,0,0,1],"146":[0,1,0,0,0],"147":[1,0,0,0,0],"149":[1,0,0,0,0,0],"150":[1,0,0,0,0,0,0,0],"152":[1,0,0,0,0,0,0],"154":[1,0,0,0,0,0],"155":[1,0,0],"156":[1,0,0,0,0],"157":[0,0,0,1,0],"158":[1,0,0,0,0],"159":[0,1,0,0],"160":[1,0,0,0,0,0,0],"161":[1,0,0,0,0,0],"162":[1,0,0,0,0],"163":[0,0,1,0,0,0],"165":[1,0,0,0,0,0,0],"166":[1,0,0,0,0],"167":[1,0,0,0],"168":[1,0,0,0],"169":[1,0,0,0,0,0,0],"170":[1,0,0,0,0]},"all_stance":{"0":"pro","1":"pro","3":"pro","5":"con","6":"pro","7":"pro","8":"pro","9":"con","10":"con","11":"con","12":"con","13":"con","14":"pro","15":"con","17":"pro","18":"pro","19":"pro","20":"pro","21":"pro","23":"pro","24":"pro","26":"con","27":"pro","28":"con","29":"pro","31":"pro","32":"pro","33":"pro","34":"pro","36":"pro","37":"pro","38":"pro","39":"pro","40":"pro","42":"pro","43":"pro","45":"pro","46":"pro","47":"pro","49":"pro","50":"con","51":"pro","52":"pro","53":"con","54":"con","55":"pro","56":"pro","57":"pro","59":"con","60":"pro","61":"con","62":"pro","63":"con","64":"pro","65":"con","66":"con","67":"pro","68":"con","71":"pro","72":"con","73":"con","74":"pro","75":"pro","76":"con","77":"pro","78":"pro","79":"pro","80":"pro","81":"con","83":"con","84":"con","85":"pro","86":"con","89":"pro","90":"pro","91":"pro","92":"con","93":"con","94":"pro","95":"con","96":"con","97":"pro","98":"con","99":"con","100":"con","101":"con","102":"pro","103":"pro","104":"pro","106":"con","109":"con","110":"pro","111":"pro","112":"con","113":"pro","114":"pro","116":"con","117":"pro","118":"pro","119":"con","120":"con","122":"pro","123":"con","124":"pro","125":"pro","126":"pro","127":"con","128":"con","129":"con","130":"con","131":"con","132":"con","133":"pro","134":"pro","135":"pro","136":"pro","137":"con","138":"con","139":"con","140":"con","143":"con","144":"con","145":"pro","146":"con","147":"con","149":"pro","150":"pro","152":"pro","154":"con","155":"pro","156":"con","157":"pro","158":"con","159":"con","160":"pro","161":"pro","162":"pro","163":"con","165":"pro","166":"con","167":"pro","168":"con","169":"pro","170":"con"}}